# Brewfile - Homebrew パッケージ管理

# CLI tools
brew "mise"
brew "bat"
brew "jq"
brew "fzf"
brew "git"
brew "curl"
brew "htop"
brew "tig"
brew "ghq"
brew "tmux"
brew "wget"
brew "neovim"
brew "ruby-build"

cask "font-hackgen"
cask "font-hackgen-nerd"
cask "orbstack"
cask "hammerspoon"
cask "raycast"
cask "wezterm"

# 必要に応じてパッケージを追加
